<?php 
session_start();
$_SESSION['path']='path.php';
	include('header.php');
?>
                                
                                                
                <div class="art-postcontent art-postcontent-0 clearfix"><div class="art-content-layout-wrapper layout-item-0">
<div class="art-content-layout">
    <div class="art-content-layout-row">
    <div class="art-layout-cell layout-item-1" style="width: 50%" >
        <h1>Для чого створено систему</h1><p>
            Актуальність розробленої автоматизованої системи полягає в тому, що тепер кожен може пройти тестування на оцінку якості життя, отримати їх на e-mail та наслідувати рекомендації для покращення свого здоров'я (за потребою).
        <p>Автоматизована система тестування якості життя дозволить вести автоматизований облік, аналіз, зберігання та обробки інформації про респондента, а також створення бази даних для зручності роботи експерта, зокрема, в режимі онлайн. Також на сьогоднішній день немає жодної автоматизованої системи з великою базою тестових питань, для виявлення актуальних нездужань та достовірних даних, оскільки вся інформація про здоров'я людини зберігалася та оброблялася виключно у паперовому форматі.</p>
        Головною метою системи самодіагностики якості життя є первинне діагностування стану людини (пацієнта) для отримання первинного діагнозу за деякими видами захворювань для корекції життєвої діяльності, а також визначення показників важливих для якості життя, таких як надмірна вага, загальний рівень здоров'я, оцінка якості життя, а також отримати рекомендації щодо покращення показників та якості життя в цілому</p>
    </div>
    </div>
</div>
</div>
                                
                

<?php
	include('footer.php');
?>