<?php 
session_start();
$_SESSION['path']='path.php';
	include('header.php');
?>
                                
                                                
                <div class="art-postcontent art-postcontent-0 clearfix"><div class="art-content-layout-wrapper layout-item-0">
<div class="art-content-layout">
    <div class="art-content-layout-row">
   <div class="art-layout-cell layout-item-2" style="width: 50%" >
        <h1>Технології и прінципи работи</h1>
       <p><img width="260" height="130" alt="" src="images/cle2.jpg" class=""></p>
       <p><span style="font-style:italic;">Автоматизована медична діагностична система містить два основних модулі:</span></p>
       <p> - Систему тестування щодо визначення рівня та якості життя людини за рядом показників. <br> - Експертну систему діагностики захворювань (в даній роботі реалізовано діагностику деяких вірусних захворювань.</p>
       <p>Мета розробки системи підтримки прийняття рішень полягає у вирішенні проблеми своєчасної якісної діагностики вірусних захворювань на різних стадіях захворювання та призначенні оптимального, найбільш ефективного рішення. Досягнення поставленої мети розглядається питання розробки СППР лікаря у цій галузі медицини.
       <ul>Основні завдання, які мають вирішуватися цією системою:
           <li>діагностика на різних етапах та стадіях захворювання із залученням всього комплексу засобів та технологій для проведення якісної діагностики,</li>
           <li>Призначення оптимального лікування.</li>
       </ul>
       <ul>Кожне із завдань передбачає вирішення цілого комплексу підзадач:
           <li>Вод даних у систему,</li>
           <li>Обробка результатів,</li>
           <li>Інтерпретація даних,</li>
           <li>вироблення рекомендацій,</li>
           <li>Накопичення знань із різних джерел</li>
           </p>
       </ul>
           <p>
               Застосування нечітких систем логічного висновку на вирішення завдань діагностики з відповідними методами навчання може бути ефективнішим при реалізації проти нейронними мережами. Розглянуті підходи до обчислення ймовірностей та можливостей нечітких подій не можуть бути остаточними. Вони лише відкривають можливість введення в мову індуктивної математики імовірнісних оцінок, а отже, роблять її більш точним та мобільним при розгляді, наприклад, нечітких систем логічного висновку.</p>

   </div>
    </div>
</div>
</div>




<?php
	include('footer.php');
?>