<?php 
session_start();
$_SESSION['path']='path.php';
	include('header.php');
?>
                                
                                                
                <div class="art-postcontent art-postcontent-0 clearfix"><div class="art-content-layout-wrapper layout-item-0">
<div class="art-content-layout">
    <div class="art-content-layout-row">
    <div class="art-layout-cell layout-item-1" style="width: 50%" >
            <h1>Діагностика</h1><p><img width="260" height="130" alt="" src="images/cle1.jpg" class=""></p><p><span style="font-style:italic;">Список захворювань, які відповідають вказаним симптомам. </span></p>
        <p>Список захворювань виводиться у відсортованому порядку з відповідними числовими значеннями ймовірності, починаючи з захворювання, що має найбільшу ймовірність наявності у пацієнта.</p><p >
            Інформація про відвідування та діагностику пацієнта. Система виводить всю історію відвідувань пацієнта разом із відповідними показниками симптомів на момент відвідувань, таким чином можна відстежити динаміку самопочуття пацієнта.
            Інформація про групи правил. Для лікарів доступна сторінка, на якій можна ознайомитися з групами правил, а також дізнатися про список взаємопов'язаних симптомів і захворювань.
            Сторінка статистики для гостей сервісу. Інформація про кількість лікарів, що зареєстровано, кількість пацієнтів, симптомів, захворювань, груп правил та правил
        </p>
        </div>
    </div>
</div>
</div>
                                
                

<?php
	include('footer.php');
?>